tap "buo/cask-upgrade"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "asciiquarium"
brew "ctags"
brew "git"
brew "docker", link: false
brew "ghi"
brew "htop"
brew "hub"
brew "neofetch"
brew "ranger"
brew "the_silver_searcher"
brew "vim", args: ["with-lua"]
brew "zsh"
brew "koekeishiya/formulae/khd"
brew "koekeishiya/formulae/kwm"
cask "chromium"
cask "docker"
cask "fastlane"
cask "google-chrome"
cask "google-play-music-desktop-player"
cask "iterm2"
cask "kitematic"
cask "kitty"
cask "rocket-chat"
cask "slack"
cask "visual-studio-code"
cask "vysor"
cask "zeplin"
cask "caskroom/fonts/font-roboto-mono-for-powerline"
cask "caskroom/fonts/font-sourcecodepro-nerd-font"
cask "caskroom/versions/java8"
